{"id":"fda9f1cb-d737-4b6b-8d95-9a494fa25226","updated_at":"2026-05-02T23:15:03.282Z","updated_by":"elastic","created_at":"2026-05-02T22:44:00.729Z","created_by":"elastic","name":"Cảnh Báo Tấn Công Brute Force RDP Windows","tags":,"interval":"5m","enabled":true,"revision":1,"description":"Phát hiện hành vi tấn công dò tìm mật khẩu (Brute Force) thông qua giao thức RDP bằng cách theo dõi các sự kiện đăng nhập thất bại liên tục (Event ID 4625) từ cùng một IP nguồn nhắm vào một tài khoản cụ thể.","risk_score":73,"severity":"high","license":"Elastic License v2","output_index":"","meta":{"kibana_siem_app_url":"http://192.168.52.10:5601/app/security"},"author":["Ngo Vu Quang"],"false_positives":["Các kịch bản tự động hóa hoặc script quản trị hệ thống bị cấu hình sai mật khẩu","Người dùng quên mật khẩu và gõ nhầm nhiều lần liên tiếp"],"from":"now-6m","rule_id":"214e37c8-a524-4276-81fd-9b1a06da2db2","max_signals":100,"risk_score_mapping":,"severity_mapping":,"threat":}]}],"to":"now","references":["https://learn.microsoft.com/en-us/windows/security/threat-protection/auditing/event-4625"],"version":1,"exceptions_list":,"immutable":false,"rule_source":{"type":"internal"},"related_integrations":[{"name":"windows","version":"^1.0.0"}],"required_fields":,"setup":"","type":"threshold","language":"kuery","data_view_id":"logs-*","query":"event.code : 4625","filters":,"threshold":{"field":["user.name","source.ip","host.name"],"value":5,"cardinality":},"actions":}
{"exported_count":1,"exported_rules_count":1,"missing_rules":,"missing_rules_count":0,"exported_exception_list_count":0,"exported_exception_list_item_count":0,"missing_exception_list_item_count":0,"missing_exception_list_items":,"missing_exception_lists":,"missing_exception_lists_count":0,"exported_action_connector_count":0,"missing_action_connection_count":0,"missing_action_connections":,"excluded_action_connection_count":0,"excluded_action_connections":}
