{"id":"fda9f1cb-d737-4b6b-8d95-9a494fa25226","updated_at":"2026-05-02T23:15:03.282Z","updated_by":"elastic","created_at":"2026-05-02T22:44:00.729Z","created_by":"elastic","name":"Cảnh Báo Brute Force Windows","tags":[],"interval":"5m","enabled":true,"revision":1,"description":"test Rules","risk_score":73,"severity":"high","license":"","output_index":"","meta":{"kibana_siem_app_url":"http://192.168.52.10:5601/app/security"},"author":[],"false_positives":[],"from":"now-6m","rule_id":"214e37c8-a524-4276-81fd-9b1a06da2db2","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"rule_source":{"type":"internal"},"related_integrations":[],"required_fields":[],"setup":"","type":"threshold","language":"kuery","data_view_id":"logs-*","query":"event.code : 4625","filters":[],"threshold":{"field":["user.name","source.ip","host.name"],"value":5,"cardinality":[]},"actions":[]}
{"exported_count":1,"exported_rules_count":1,"missing_rules":[],"missing_rules_count":0,"exported_exception_list_count":0,"exported_exception_list_item_count":0,"missing_exception_list_item_count":0,"missing_exception_list_items":[],"missing_exception_lists":[],"missing_exception_lists_count":0,"exported_action_connector_count":0,"missing_action_connection_count":0,"missing_action_connections":[],"excluded_action_connection_count":0,"excluded_action_connections":[]}
